openfoam_cases/1D_T_FLAME/0/N2
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
|  \\    /   O peration     | Version:  2406                                  |
|   \\  /    A nd           | Website:  www.openfoam.com                      |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    arch        "LSB;label=32;scalar=64";
    class       volScalarField;
    location    "0";
    object      N2;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

dimensions      [0 0 0 0 0 0 0];

internalField   uniform 0.35;

boundaryField
{
    out
    {
        type            inletOutlet;
        inletValue      uniform 0.35;
        value           uniform 0.35;
    }
    in
    {
        type            fixedValue;
        value           uniform 0.35;
    }
    border
    {
        type            zeroGradient;
    }
}


// ************************************************************************* //
